
//////////////////////////////////////////////////////
//                                                  //
//                       _oo0oo_                    //
//                      o8888888o                   //
//                      88" . "88                   //
//                      (| -_- |)                   //
//                      0\  =  /0                   //
//                    ___/`---'\___                 //
//                  .' \\|     |// '.               //
//                 / \\|||  :  |||// \              //
//                / _||||| -:- |||||- \             //
//               |   | \\\  -  /// |   |            //
//               | \_|  ''\---/''  |_/ |            //
//               \  .-\__  '-'  ___/-. /            //
//             ___'. .'  /--.--\  `. .'___          //
//          ."" '<  `.___\_<|>_/___.' >' "".        //
//         | | :  `- \`.;`\ _ /`;.`/ - ` : | |      //
//         \  \ `_.   \_ __\ /__ _/   .-` /  /      //
//     =====`-.____`.___ \_____/___.-`___.-'=====   //
//                       `=---='                    //
//                                                  //
//                                                  //
//  ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~  //
//                                                  //
//               佛祖保佑         永无BUG             //
//                                                  //
//                                                  //
//////////////////////////////////////////////////////

#ifndef FMDBHelper_FMDBHelper_h
#define FMDBHelper_FMDBHelper_h

#import "NSObject+CKProperty.h"
#import "CKModel.h"
#import "CKConditionMaker.h"
#import "NSDictionary+CKExternal.h"
#import "CKDictionary.h"


#define CKDBNAME @"CityGamesInfo"

#define CKDICTIONARY @"CKDictionary"

#endif
